{
  "items": [
    {
      "description": "🌟 means that it's a classic.\n🔥 means that it has more than 100 000 ratings on Goodreads.\nThe at the end is the rounded version of the rating on Goodreads.",
      "items": [],
      "title": "Novels"
    },
    {
      "description": "",
      "items": [],
      "title": "Science Fiction"
    },
    {
      "description": "Accelerando is an excellent exploration of Posthumanism. It's my go to recommendation for people wanting to read about that stuff. - @erbridge\nIt's also worth mentioning that the ebook is available for free in a variety of formats on Stross's website. - @AlexKeyes",
      "items": [],
      "title": "Accelerando (2005) by Charles Stross [3.9]"
    },
    {
      "description": "This intense linguistic thriller will change the way you think about language. - @helderroem",
      "items": [],
      "title": "Babel-17 (1966) by Samuel R. Delany [3.8]"
    },
    {
      "description": "Like Accelerando, this series is an excellent exploration of posthumanism. It also has themes of space exploration, references to various other series, and is all around a great amount of fun to read. It's also free if you have kindle unlimited. - @AlexKeyes",
      "items": [],
      "title": "Bobiverse Series (2016) by Dennis E. Taylor [4.35]"
    },
    {
      "description": "This book is interesting for its view of what a golden age of mankind would look like, and what would the shortcomings of that be. It also has a very interesting take on mass psychology - I don't want to give away too much, but the Overlords are a nifty bunch. This is a good early Clarke, and has two of his favorite themes; the first that remote work will be possible with technology, and the second that any sufficiently advanced technology is indistinguishable from magic. - @RichardLitt",
      "items": [],
      "title": "Childhood’s End (1953) by Arthur C. Clarke [4.0]"
    },
    {
      "description": "This is a long book, but absolutely fantastic. It redefined for me the scale at which science fiction was possible, especially given the human elements are very fleshed out (as opposed to other massive space epics, like Olaf Stapledon's 'Last and First Men'). A brilliant look at the future, going off of only two small changes - what if we had drugs to defeat death, and cities could fly. - @RichardLitt",
      "items": [],
      "title": "Cities in Flight (1970) by James Blish [4.0]"
    },
    {
      "description": "Based on Sagan's own studies as an astrophysicist and philosopher, Contact provides a possible glimpse of the world's reaction to extraterrestrial life - @augustopedro",
      "items": [],
      "title": "Contact (1985) by Carl Sagan [4.1]"
    },
    {
      "description": "An interesting take on the possibility of the multiverse, Schrödinger's cat, and how every choice, big or small, has led to this exact moment. - @thedeany",
      "items": [],
      "title": "Dark Matter (2016) by Blake Crouch [4.1] 🔥"
    },
    {
      "description": "What a weird, funny and lovely little book. - @RichardLitt",
      "items": [],
      "title": "Doorways in the Sand (1976) by Roger Zelazny [4.0]"
    },
    {
      "description": "I think what is most fascinating about Dune isn't that it is so commonly read, but the ubiquity with which it is referenced. Once you read this, you start seeing Dune quotes everywhere. Dune is monumental in scope, and the cautionary tone in which it was written - this is what happens when you put faith in a single person trained scientifically - almost completely backfires in an amazing story of heroism, revenge, and reconciliation. A book worth reading multiple times. Of course, it is also a series - the first stands alone, and I haven't read beyond the first two. There almost isn't a need. Dune alone is that good. - @RichardLitt",
      "items": [],
      "title": "Dune Chronicles (1963-1994) by Frank Herbert [4.1] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Embassytown (2011) by China Miéville [3.8]"
    },
    {
      "description": "This book will teach you to stretch your imagination and see things in a different way. - @elssar",
      "items": [],
      "title": "Flatland (1884) by Edwin A. Abbott [3.8] 🌟"
    },
    {
      "description": "This book is often given to high school students, but stands up well as an adult read. I think the best part about it is what Charlie does once he starts being intelligent; he suddenly likes art and making things and scientific theory. I think the altruism and openness of that time shows that the experiment, such as it was, didn't change everything. It's fun to think about. Also, this book made me cry the first time I read it. I was 25. - @RichardLitt",
      "items": [],
      "title": "Flowers for Algernon (1959) by Daniel Keyes [4.0] 🌟 🔥"
    },
    {
      "description": "Archetypal tale of mad science with the theme of 'how far can Science go' that arguably spawned the modern genre of Science Fiction. - @katamaritaco",
      "items": [],
      "title": "Frankenstein; or, The Modern Prometheus (1818) by Mary Wollstonecraft Shelley [3.7] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Glasshouse (2006) by Charles Stross [3.8]"
    },
    {
      "description": "This is a pretty good book. Like later Gene Wolfe books, it reads a bit dry, and the main character is sometimes one sided. But the context and the fleshed out world entirely make up for it, as does Gene Wolfe's standard of never mentioning an important detail more than once as a foreshadowing. - @RichardLitt",
      "items": [],
      "title": "Home Fires (2011) by Gene Wolfe [3.3]"
    },
    {
      "description": "",
      "items": [],
      "title": "Jean le Flambeur Series (2010, 2012, 2014) by Hannu Rajaniemi [4.0 (avg)]"
    },
    {
      "description": "This book has a few beautiful passages. It deals mainly with the ethics of using alien species for nationalistic purposes, and for that alone was an interesting read. Like a lot of science fiction, I found it a bit hard to empathize with any particular characters, but it's a short read and worth it anyway. The politics are a bit dated. - @RichardLitt",
      "items": [],
      "title": "Jem (1979) by Frederik Pohl [3.6]"
    },
    {
      "description": "This was like if Hermann Hesse decided he was tired of writing Steppenwolf and Siddhartha and wanted to do something interesting for a change. What a weird book. - @RichardLitt",
      "items": [],
      "title": "Lord of Light (1967) by Roger Zelazny [4.1]"
    },
    {
      "description": "This book has a banger name. The story of a conman wizard who's not really a wizard, forced to travel to another planet in order to exorcize the demons of a ruined sister planet. John Jakes is more well known for his historical fiction, so it's interesting to read his take on a different genre. - @just-an-e",
      "items": [],
      "title": "Planet Wizard (1969) by John Jakes [3.3]"
    },
    {
      "description": "Actually four books by two authors. Based on the TV series of the same name, but the books should be consumed instead. Very high quality over the top deep space trouble with anti-hero Lister and his crew. - @montao",
      "items": [],
      "title": "Red Dwarf (1989) by Grant Naylor [4.3]"
    },
    {
      "description": "This book is not just filled to the brim with interesting and novel ideas about technology and civilization, it also offers some really great insights into China and its recent history.",
      "items": [],
      "title": "The Three Body Problem (2014) [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Dark Forest (2015) [4.4]"
    },
    {
      "description": "",
      "items": [],
      "title": "Death's End (2016) [4.4]"
    },
    {
      "description": "This book is filled with a quiet suspense that is almost palpable; in that, it does an extraordinary job of showing how humans respond to alien encounters. The otherworldliness of Rama isn't always interesting, but the reaction of the reader to it is. - @RichardLitt",
      "items": [],
      "title": "Rendezvous with Rama (1973) by Arthur C. Clarke [4.0]"
    },
    {
      "description": "Twitter user: One of the best books I have ever read.",
      "items": [],
      "title": "Roadside Picnic (1972) by Arkady Strugatsky & Boris Strugatsky [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Solaris (1961) by Stanisław Lem [3.9] 🌟"
    },
    {
      "description": "",
      "items": [],
      "title": "Space Trilogy: Out of the Silent Planet, Perelandra, and That Hideous Strength by C. S. Lewis [4.1]"
    },
    {
      "description": "A fairly well-wrapped first book in a trilogy, that has some very imaginative and well worked through takes on what Martian life may have looked like at the time. I love the imagery, and the theology isn't as worked through everything as the other books. - @RichardLitt",
      "items": [],
      "title": "Out of the Silent Planet (1938) by C. S. Lewis [3.9]"
    },
    {
      "description": "This book has a wonderful look at non-technological space travel and what paradise might look like on another planet. Lots of good philosophy, too. - @RichardLitt",
      "items": [],
      "title": "Perelandra (1944) by C. S. Lewis [4.0]"
    },
    {
      "description": "One of the weirdest books I have read and enjoyed. - @RichardLitt",
      "items": [],
      "title": "That Hideous Strength (1945) by C. S. Lewis [3.9]"
    },
    {
      "description": "I had been putting off reading this book for years, after reading Ender's Game and not knowing wanting to belittle it with a bad sequel (like I thought Ender's Shadow had been). I regret that immensely, having now read this book; it is deep, insightful, and brilliantly written. - @RichardLitt",
      "items": [],
      "title": "Speaker for the Dead (1994) by Orson Scott Card [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "Spin (2005) by Robert Charles Wilson [4.0]"
    },
    {
      "description": "This book was written about 2010, and what the world would be like when the world is over populated. It is still very pertinent today, especially given the style of writing, which seems to have too much information packed in than needed. 'Muckers', the idea of people who go crazy without reason due to overcrowdedness, are a really interesting concept given the rise in anti-terrorist rhetoric in recent years. - @RichardLitt",
      "items": [],
      "title": "Stand on Zanzibar (1968) by John Brunner [4.0]"
    },
    {
      "description": "If you're going to read one Science Fiction book to get a broader perspective on what it means to be human and the size of space and time, read this one. It blew me away. - @RichardLitt",
      "items": [],
      "title": "Star Maker (1937) by Olaf Stapledon [3.9] 🌟"
    },
    {
      "description": "This is one of Arthur C. Clarke's novels that is less about space and more about humanity, and the oceans. Clarke lived for a large part of his later life in Sri Lanka, and always loved the sea; in this book, that sentiment really comes out. I love it for that. It also has a nice view of ocean management, which is rare for books set in the future. - @RichardLitt",
      "items": [],
      "title": "The Deep Range (1957) by Arthur C. Clarke [3.7]"
    },
    {
      "description": "This is an incredible book. Absolutely incredible. The first section, about a son of a scientist, is a great example of Wolfe's ability to make the future sound like the Victorian past, and to add decay to what, to our eyes, seems incredibly futuristic. The story about the traveler and the aborigines on Saint Croix is something I think about a lot - \"old men think long thoughts\", in particular, is a thought that I love, especially given its context. Gene Wolfe also uses the epistolary novel technique incredibly well in the third story. But the best part is how you come to realize that each of these stories is intertwined with the others, subtly. Amazing storytelling. - @RichardLitt",
      "items": [],
      "title": "The Fifth Head of Cerberus (1972) by Gene Wolfe [4.0]"
    },
    {
      "description": "An awesome book. Intriguing ,funny and moving. Never mind the negative reviews...I would have given it a 6th star if I could. - @naz2001",
      "items": [],
      "title": "The First Fifteen Lives of Harry August (2014) _by Claire North [4.01]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Gods Themselves (1972) by Isaac Asimov [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Golden Age (2002, 2003) by John C. Wright [4.1]"
    },
    {
      "description": "A really good book. Many people have described it as \"the best book of Sci-Fi / romance\". I would like to see it, one day, as a movie. - @Gibet",
      "items": [],
      "title": "The Ice People (1968) by René Barjavel [4.1]"
    },
    {
      "description": "This is more of a read about what happens when you are outside the law than anything else. Fascinating, and kind of reads like Sherlock Holmes at times. - @RichardLitt",
      "items": [],
      "title": "The Invisible Man (1897) by H. G. Wells [3.6] 🌟 🔥"
    },
    {
      "description": "Ursula Le Guin is an amazing writer, and this is one of her seminal works. It explores sexuality and humanity in ways that I didn't know were possible. I loved it. - @RichardLitt",
      "items": [],
      "title": "The Left Hand of Darkness (1969) by Ursula Le Guin [4.1]"
    },
    {
      "description": "Funny, touching, and full of unexpected details. - @lgierth",
      "items": [],
      "title": "The Long Way to a Small, Angry Planet (2014) by Becky Chambers [4.17]"
    },
    {
      "description": "Neal Asher has written almost 20 books (if you include short story compilations) set within the universe of the Polity, an interstellar human civilization ruled by (mostly) benevolent AIs, all overseen by the most powerful AI of all: Earth Central. There are several distinct series within the larger Polity collection, as well as several standalone novels and short story collections. The Ian Cormac series follows a human agent of Earth Central as he investigates threats towards the Polity. The Spatterjay series explores the hostile world of Spatterjay and the lives of its hoopers: humans infected by an alien virus that grants its hosts functional immortality, immense strength, and incredible durability, but not without a cost. The Transformations series focuses on a rogue AI named Penny Royal capable of granting almost any wish, but its help is always a double-edged sword. His most recent series, Rise of the Jain, is about the re-emergence of an ancient and incredibly powerful alien race that disappeared after seeding the galaxy with technological seeds designed to destroy any intelligent civilization that came across one.\nAll of Asher's Polity novels are chock full of amazing technology, vibrant characters, picture-painting prose, and themes that explore the nature and limits of humanity. I was tempted to put this series under the Hard Sci-Fi category, as Asher introduces very few technologies that can't be extrapolated from existing tech, but a few things (e.g. FTL travel) and the distance in the future in which the series is set convinced me it should probably not be included in the \"hard\" category. - @isochronous",
      "items": [],
      "title": "The Polity (1998-2018) by Neal Asher [4.11]"
    },
    {
      "description": "This space opera novel reminds me of a series of Star Trek episodes, if Roddenberry's final frontier had been a Machiavellian rather than a utopian vision of the future. Unlike the crew of Trek's Enterprise, the Beagle crew engage in power struggles between its civilian and military leaders. The plot of the third section is very reminiscent of the Alien movie. - @neontapir",
      "items": [],
      "title": "The Voyage of the Space Beagle (1950) by A.E. Van Vogt [3.9]"
    },
    {
      "description": "This is always fun; it's a classic, and it is fun remembering what science fiction was like before there were tropes. - @RichardLitt",
      "items": [],
      "title": "The War of the Worlds (1898) by H. G. Wells [3.8] 🌟 🔥"
    },
    {
      "description": "Very interesting exploration of what happens when aliens arrive on earth, after the planet has been ravaged by war, with their own ideas of a path forward. Humans must learn to coexist with the Oankali, genetic colonizers of the cosmos, and confront what this means for their future — deciding whether to give up an essential part of their identity in order to survive. I enjoyed the first book the most, for the worldbuilding and the way it introduces the Oankali and key concepts, but the series has a satisfying arc so I think it's worth reading all three books. - @bschlagel",
      "items": [],
      "title": "Xenogenesis Trilogy (1987-1989) by Octavia Butler"
    },
    {
      "description": "",
      "items": [],
      "title": "Dawn (1987) [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Adulthood Rites (1988) [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Imago (1989) [4.2]"
    },
    {
      "description": "Novels which place an emphasis on scientific accuracy and/or technical detail; where the science itself is a central topic.",
      "items": [],
      "title": "Hard Science Fiction"
    },
    {
      "description": "Though written after A Fire upon the Deep, A Deepness in the Sky is a prequel to Vinge's earlier novel, and shares one of its protagonists: the Qeng Ho trader Pham Nuwen. Though I read A Fire upon the Deep once and enjoyed it, I've read A Deepness in the Sky at least half a dozen times, and consider it my favorite hard sci-fi novel, period. Vernor Vinge was one of the first people to propose the idea of the technological singularity, and the near-future novels he wrote a decade or more ago have revealed themselves to be almost eerily prescient. - @isochronous",
      "items": [],
      "title": "A Deepness in the Sky (2000) by Vernor Vinge [4.32]"
    },
    {
      "description": "",
      "items": [],
      "title": "A Fire Upon the Deep (1992) by Vernor Vinge [4.1]"
    },
    {
      "description": "This was, I thought, an emotional read. I really connected with the characters and their struggle. It was interesting seeing the ways they overcame each obstacle despite overwhelming odds. It also shows what could happen when desperate people are left to fend for themselves without a governing force. - @davidmerrique",
      "items": [],
      "title": "Aurora (2015) by Kim Stanley Robinson [3.7]"
    },
    {
      "description": "A cast of strange and wonderful characters. Overarching themes on consciousness, transhumanism, humanity and first contact. This book has everything. - @davidmerrique",
      "items": [],
      "title": "Blindsight (Firefall #1) (2006) by Peter Watts [4.0]"
    },
    {
      "description": "A truly epic \"evolutionary science fiction\" story about animal uplift that feels very well researched. Tchaikovsky manages to perfectly immerse the reader in a radically different mindset. Even arachnofobics will root for the protagonists of the story. - @nahkampf",
      "items": [],
      "title": "Children of Time (Children of Time #1) (2015) by Adrian Tchaikovsky [4.29]"
    },
    {
      "description": "",
      "items": [],
      "title": "Diaspora (1997) by Greg Egan [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Dragon’s Egg (1980) by Robert L. Forward [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Echopraxia (Firefall #2) (2014) by Peter Watts [3.8]"
    },
    {
      "description": "Stephen Baxter explores the Fermi Paradox in different ways over the course of three books (and a collection of novellas), in a gloriously hard scifi style. It is very thought provoking, and also utterly brutal and bleak. Space and time is cold and uncaring. - @nahkampf",
      "items": [],
      "title": "Manifold series (1999-2003) by Stephen Baxter [3.8 avg]"
    },
    {
      "description": "Near-future hard Sci-Fi at its best. Lots of awards and endorsements, even a thumbs up from John Carmack. Can't go wrong. - @christianboyle",
      "items": [],
      "title": "Nexus (2012) by Ramez Naam [4.1]"
    },
    {
      "description": "With all the ideas contained in Permutation City, a typical Sci-Fi author would have written at least 5 separate books. - @uraimo",
      "items": [],
      "title": "Permutation City (1994) by Greg Egan [4.1]"
    },
    {
      "description": "An interesting take on the near-future colonization of Mars by one hundred of the world's greatest scientists, filled with political intrigue and \"hard science\" alike. Admittedly some parts can be a slog, think A Song of Ice and Fire: awesome narrative in the grand scheme, with perhaps a bit too much description of Martian landscape/house sigils. - @rubzo",
      "items": [],
      "title": "Red Mars (1993) by Kim Stanley Robinson [3.8]"
    },
    {
      "description": "",
      "items": [],
      "title": "Schild’s Ladder (2002) by Greg Egan [3.9]"
    },
    {
      "description": "This is a fun read; Weir manages to write an evocative techno-thriller without having his characters stoop to constant navel gazing and lonesome pining. This could be described as Robinson Crusoe - in Space. The characters on the earth side aren't the greatest, but the humor throughout the book really pulls it together, and watching a master at work as far as mechanical engineering goes was fascinating. Loved it. - @RichardLitt",
      "items": [],
      "title": "The Martian (2012) by Andy Weir [4.4]"
    },
    {
      "description": "This book is most interesting for its pretty cool take on terraforming a planet, and how that goes both for the inhabitants and what it means for nationalism (or planetism, as it were). - @RichardLitt",
      "items": [],
      "title": "The Sands of Mars (1951) by Arthur C. Clarke [3.7]"
    },
    {
      "description": "Future-based novels with advanced science and technology coupled with a disrupted social order.",
      "items": [],
      "title": "Cyberpunk"
    },
    {
      "description": "A fun and fast-paced hard-boiled cyberpunk noir, almost impossible to put down. - @helderroem",
      "items": [],
      "title": "Altered Carbon (2002) by Richard K. Morgan [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Greg Mandel Series (1993, 1994, 1995) by Peter F. Hamilton [3.9]"
    },
    {
      "description": "My favorite of Murakami's. Great mix of quirky, mundane, and fascinating ideas. Short read too. - @desandro",
      "items": [],
      "title": "Hard-Boiled Wonderland and the End of the World (1985) by Haruki Murakami [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Neuromancer (1984) by William Gibson [3.9] 🌟 🔥"
    },
    {
      "description": "With REAMDE (sic) Neal Stephenson returns with a much more down to earth cyberpunk story, closer to our own future and shaped not by the cyberpunk futures imagined in the early nineties but rather what we actually got instead in the 2000s. A few wrong turns quickly turns into a world-spanning chase, featuring terrorists, russian mobsters, online gaming and a more realistic, contemporary take on cyberpunk storytelling. - @nahkampf",
      "items": [],
      "title": "REAMDE (2011) by Neal Stephenson [3.9]"
    },
    {
      "description": "",
      "items": [],
      "title": "Snow Crash (1992) by Neal Stephenson [4.0] 🔥"
    },
    {
      "description": "I think of this book often, even though initially I had consigned it as a cheap paperback crime thriller set in space. The main part of this book that is interesting is the implications regarding policed thoughts, especially given recent advances in government surveillance. The other part of this book I think about a lot is the advertising jingle - Tenser, Tenser, said the tensor - which plays a major role. I've still got no idea what it is meant to mean. - @RichardLitt",
      "items": [],
      "title": "The Demolished Man (1951) by Alfred Bester [4.0]"
    },
    {
      "description": "This book had me looking up more words than any book had me do for a long time. A mildly interesting story, with cunning turns and twists, in a very interesting world. What surprised me most was that the book already foresaw cryptocurrencies, 3d-printers and fleets of UAV's while already being 20+ years old. - @fritzvd",
      "items": [],
      "title": "The Diamond Age: Or, A Young Lady’s Illustrated Primer (1995) by Neal Stephenson [4.2]"
    },
    {
      "description": "This book is fantastic not for the novelty of non-technological teleportation, but because of the main character. What happens when someone who has been ignored by society finds himself in a position of power? This book reminds me a tiny bit of Ender's Game - imagine what would happen if Mazer Rackham, another tattooed Maori hero, wanted more than to be a military genius. I loved it. I quote the poem to myself all the time, and have set a variant of it as my twitter bio for years now. - @RichardLitt",
      "items": [],
      "title": "The Stars My Destination (1955) by Alfred Bester [4.2]"
    },
    {
      "description": "Modernized cyberpunk with the noir grit dialled up to eleven. - @nahkampf",
      "items": [],
      "title": "Thin Air (2018) by Richard K. Morgan [4.0]"
    },
    {
      "description": "Idea-driven scifi about a tech-savvy movement of \"walkaways\", disenchanted people walking away from an increasingly oppressive capitalist society and creating their own ad-hoc societies. Doctorow manages to combine cyberpunk \"high tech, low life\" with a bit of utopian science fiction which feels very refreshing. - nahkampf",
      "items": [],
      "title": "Walkaway (2017) by Cory Doctorow [3.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "Ware (1982-2000) by Rudy Rucker [3.7]"
    },
    {
      "description": "Utopian novels deal with imaginary communities or societies that are desirable or pleasant.",
      "items": [],
      "title": "Utopia"
    },
    {
      "description": "A lovely balm for the weary science fiction reader about a post-collapse utopian society and the friendship between a human and a robot. -@nahkampf",
      "items": [],
      "title": "A Psalm for the Wild-Built (Monki and Robot #1) (2021) by Becky Chambers [4.3]"
    },
    {
      "description": "A charming, fast-paced space adventure following the Stone family as they journey through the solar system, offering a delightful mix of humor, family dynamics, and interplanetary escapades. -@Russolves",
      "items": [],
      "title": "The Rolling Stones (1952) by Robert A. Heinlein [3.9]"
    },
    {
      "description": "My first Arthur C. Clarke Sci-fi book that introduced me to the world of Arthur C. Clarke. The book deals with the utopian society where the aliens are human beings from the old earth. -@DibeshMSShrestha",
      "items": [],
      "title": "The Songs of Distant Earth (1986) by Arthur C. Clarke [3.9]"
    },
    {
      "description": "Dystopian novels deal with imaginary communities or societies that are undesirable or frightening.",
      "items": [],
      "title": "Dystopia"
    },
    {
      "description": "",
      "items": [],
      "title": "1984 (1949) by George Orwell [4.1] 🌟 🔥"
    },
    {
      "description": "[3.99]\nBetter than the movie IMHO. Written in a slang language called Nadsat, the book really draws you into the world Alex occupies, as opposed to Kubrick's version of the story, portrayed in the movie. The endings are also different! - @alexkeyes",
      "items": [],
      "title": "A Clockwork Orange (1962) by Anthony Burgess"
    },
    {
      "description": "This book is insidiously horrifying in its applicability, more so than 1984 or Fahrenheit 451. Here's a comic that sums up the difference. Well worth the read. - @RichardLitt",
      "items": [],
      "title": "Brave New World (1932) by Aldous Huxley [3.9] 🌟 🔥"
    },
    {
      "description": "The debut novel from the guy who would go on to write Half-Life and Portal. A dizzyingly funny dystopia straight from the heart of the 80s. Deftly manages the tightrope walk of absurdity without the world crumbling underneath it. Philip K. Dick would be proud. - @jackflips",
      "items": [],
      "title": "Dad's Nuke (1985) by Marc Laidlaw [3.6]"
    },
    {
      "description": "One of my favorite trilogies! Divergent is a young adult science fiction trilogy. This book is about a dystopian Chicago society divided by five factions: Abnegation, Erudite, Dauntless, Amity, and Candor. Factions that were created to maintain peace within the society. In this book you follow the story of Beatrice, who's decisions leads her to discover who she really is and what is really happening. Through the trilogy you are able to see how the character evolves and becomes more mature with her decisions... decisions that not only impact her life but others too. I highly recommend this book! The ending of the trilogy left me astonished for 3 days after I finished it! (good thing I got to discuss it with one of my friends!) - @GracielaGarcia",
      "items": [],
      "title": "Divergent (2012) by Veronica Roth [4.2] 🔥"
    },
    {
      "description": "A classic, beautiful book. A short read that does a good job of making the reader think about the ramifications of censorship, and is still entertaining and beautiful in its own way. - @RichardLitt",
      "items": [],
      "title": "Fahrenheit 451 (1953) by Ray Bradbury [4.0] 🌟 🔥"
    },
    {
      "description": "This book is a wonderfully constructed tale that can be seen as warning for an age where genetic engineering is up and coming and we haven't the faintest clue where this might lead us. I loved it to bits and only found out there was a sequel by reading about the final episode coming out when I was well done with the first part and devoured the other two as eagerly as the first. That said, I find the first the best of the three books. - @fritzvd",
      "items": [],
      "title": "Oryx and Crake (2003, 2009, 2013) by Margaret Atwood [4.0] 🔥"
    },
    {
      "description": "This is easily in one of my top 5 favorite books I've ever read. It's SO fun to read, and every single person I've recommended it to has loved it. Even if you don't understand every single reference, it's still a great story to follow. It has an excellent amount of humor, adventure, and nostalgia. It also has one of the best endings I've ever read, which any reader knows is a hard thing to nail. Ernest Cline really hit it out of the park with this one. Highly recommend it. - cassidoo\nThis book is AWESOME. It's so AWESOME that it makes me want to go back and play arcade games and rewatch all of the Macross saga. The plot is great, the writing is great, it makes you laugh out loud if you're a geek and know the references, and the story is kickass. Warning: Might be a good idea to brush up on your old school fantasy and scifi before reading this. Just don't go rewatch Krull, OK? - RichardLitt",
      "items": [],
      "title": "Ready Player One (2011) by Ernest Cline [4.3] 🔥"
    },
    {
      "description": "Sci-Fi, sociology and philosophy. - @NaxYoMizmo",
      "items": [],
      "title": "The Dispossessed (1974) by Ursula K. Le Guin [4.2]"
    },
    {
      "description": "A bleak and haunting tale, easy to picture playing out in today's political climate. There's a reason the TV series adaptation is popular. - @neontapir",
      "items": [],
      "title": "The Handmaid's Tale (1986) by Margaret Atwood [4.1]"
    },
    {
      "description": "Great dystopian work shows the impact of Universal basic income to society. - @4ndrej",
      "items": [],
      "title": "Make Room! Make Room! (1966) by Harry Harrison [3.7]"
    },
    {
      "description": "My favourite of all Philip K. Dick's novels, the I Ching and the alternate history within an alternate history novel being interesting elements. - @roryrjb",
      "items": [],
      "title": "The Man in the High Castle (1962) by Philip K. Dick [3.8]"
    },
    {
      "description": "An interesting take on the possibly negative consequences of the singularity. A little more vulgar than the average Sci-Fi novel. - @sylvarant",
      "items": [],
      "title": "The Metamorphosis of Prime Intellect (2002) by Roger Williams [4.2]"
    },
    {
      "description": "Set in the near future, the story follows a number of characters as their lives unfold living in an underground silo. Life underground seems quite grim, people have obviously been down there quite a while, and even though they seem to have quite advanced technology, it's old and decaying. The engineers and mechanics do their best to keep the electricity throughout the 100 levels of the silo, it's a lottery to see who gets to start a family as the population needs to be strictly controlled.\nIt's set close enough to the present that you can see how things could end up the way they are in the silo, the political structures, the way the silo is organized, the rivalry between the various levels and departments; but what happened to lead to humanity living this way in the first place? Why are they all down there, and what's wrong with the surface?\nThis series of books is well worth a read, I couldn't put it down once I got into the first few chapters. I think this series will be recognized as a sci-fi classic in the coming years.\nAlso, the first book is available free on Kindle, so it won't cost you anything to check it out - except maybe a Kindle. - @elektrovert",
      "items": [],
      "title": "Wool Omnibus (2011) by Hugh Howey [4.3]"
    },
    {
      "description": "Novels which emphasize adventure, set mainly or entirely in outer space, usually involving conflict between opponents possessing advanced abilities, weapons, and other technology.",
      "items": [],
      "title": "Space Opera"
    },
    {
      "description": "(And all the following Ancillary Sword)",
      "items": [],
      "title": "Ancillary Justice (2013) by Ann Leckie [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "Battlefield Earth (1982) by L. Ron Hubbard [3.4]"
    },
    {
      "description": "(And the sequels in the Void Trilogy)",
      "items": [],
      "title": "Commonwealth Saga (2004, 2005) by Peter F. Hamilton [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Fallen Dragon (2001) by Peter F. Hamilton [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "House of Suns (2008) by Alastair Reynolds [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Hyperion (1989) by Dan Simmons [4.2] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Night’s Dawn Trilogy (1996, 1997, 1999) by Peter F. Hamilton [4.1]"
    },
    {
      "description": "Alastair Reynolds' take on the Fermi Paradox is a vast and brutal epic, consisting of the three \"main\" books (forming the \"Inhibitor Trilogy\") and a few other books and novellas set in the same universe. Revelation Space is page-turning \"hard space opera\" - believable but fantastic, and delightfully bizarre at times. - @nahkampf",
      "items": [],
      "title": "Revelation Space (2000-2018) by Alastair Reynolds [4.0 avg]"
    },
    {
      "description": "Peter Hamilton is back with another story featuring a wormhole-based multi-planetary society, and this one has elements of both space opera and cyberpunk. The perspective shifts between 2204 and several thousand years into the future. Starts slow but when the shit hits the fan it hits with a vengeance. Three books in total, a very good read. - @nahkampf",
      "items": [],
      "title": "Salvation (2018-2020) by Peter F. Hamilton [4.19 avg]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Culture Series (1987-2012) by Iain M. Banks [4.5 (avg)]"
    },
    {
      "description": "Novels concerning the end of civilization, usually based in a future resulting from a catastrophe of some sort, where only scattered elements of technology remain.",
      "items": [],
      "title": "Post Apocalyptic"
    },
    {
      "description": "This has a particularly arid and inspired view of humanity after a nuclear holocaust. The discovery of small things and their new importance down the line is well done here. - @RichardLitt",
      "items": [],
      "title": "A Canticle for Leibowitz (1959) by Walter M. Miller, Jr. [4.0]"
    },
    {
      "description": "A weird, beautiful book, reminiscent of Lovecraft, Stephen King, and Brautigan's Watermelon Sugar all wrapped up in a post-apocalyptic landscape populated by poisonous fire-breathing bears and deprecated biotech. This book is a survival story - how to hang on to the edges of civilization, and what that means for humanity. It also questions identity, love, mothering, and meaning itself. Some of the passages were astoundingly beautiful, and as much as the world would be an awful place to live in, I found myself missing it when I finished. - @RichardLitt",
      "items": [],
      "title": "Borne (2017) by Jeff VanderMeer [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "Do Androids Dream of Electric Sheep? (1968) by Philip K. Dick [4.1] 🌟 🔥"
    },
    {
      "description": "Highly plausible outcome after a near-extinction event, the human race will hopelessly go down the path of least resistance. Great and somewhat disheartening ending. - @uraimo",
      "items": [],
      "title": "Earth Abides (1949) by George R. Stewart [3.9]"
    },
    {
      "description": "I traveled 500 miles from Edinburgh to Kent just to go to the Canterbury Cathedral to see the painting that inspired this book. It is that good. It was hard for me to read as I normally speed read, and the invented language makes it slow going, but it sticks with you and the imagination of Hoban is uniquely vivid. - @RichardLitt",
      "items": [],
      "title": "Riddley Walker (1980) by Russell Hoban [4.1]"
    },
    {
      "description": "Although I'd like to believe I'd do well in the apocalypse, this story spells out how a younger me might've fared. - @neontapir",
      "items": [],
      "title": "Severance (2018) by Ling Ma [3.8]"
    },
    {
      "description": "One of Arthur C. Clarke's best novels. It makes Childhood's End seem a bit immature in comparison, and evokes that strange concept of deep space that was prevalent in the 50s and in the early Star Trek series which seems to be out of fashion more recently. - @RichardLitt",
      "items": [],
      "title": "The City and the Stars (1956) by Arthur C. Clarke [4.1]"
    },
    {
      "description": "A less violent coming of age story in the vein of Hugo or The Hunger Games. - @neontapir",
      "items": [],
      "title": "The City of Ember (2003) by Jeanne DuPrau [3.9]"
    },
    {
      "description": "This had some very haunting scenes. The last pages, in particular, will stick with me for a while. - @RichardLitt",
      "items": [],
      "title": "The Drowned World (1963) by J. G. Ballard [3.6]"
    },
    {
      "description": "A short and rather old post-apocalyptic story which remained stuck in my mind like a ROM data. Being under strong impressions after consuming it in an instant, I described this rare pearl of a story to a Norwegian NTNU professor. To my surprise it ended as a further recommendation to his students or/and an actual part of their course reading materials. You'll definitely want to read about this machine out of wedlock between 'Facebook' and 'Google' from the beginning of 20th century. I have yet to see other such power of prediction as to where the world is now or might go. Advice to readers: Keep in mind while reading that the text has been coined about 100 years ago - it's part of the magic. - @zarko-tg",
      "items": [],
      "title": "The Machine Stops (1909) by Edward Morgan Forster [4.0] 🌟"
    },
    {
      "description": "A dreary story that compels you forward with its unyielding backdrop and vivid characters. - @neontapir",
      "items": [],
      "title": "The Road (2006) by Cormac McCarthy [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Stand (1978) by Stephen King [4.3] 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Time Storm (1977) by Gordon R. Dickson [3.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "Where Late the Sweet Birds Sang (1974) by Kate Wilhelm [3.9]"
    },
    {
      "description": "Novels featuring the use use of technology, mainly weapons, for military purposes and principal characters that are members of a military organization involved in military activity; sometimes occurring in outer space or other planets.",
      "items": [],
      "title": "Military Science Fiction"
    },
    {
      "description": "Steakley puts his readers inside the mind of an armored soldier who lives in constant fear of being torn apart by the enemy he was sent to fight. The book plays brilliantly on our innate fear of bugs and describes the visceral terror of fighting a nearly unstoppable enemy. - @phmullins",
      "items": [],
      "title": "Armor (1984) by John Steakley [4.12]"
    },
    {
      "description": "This is a quick read, but it has a slow burn; the more times I read this book, and the more I think of it, the better it becomes. This book is one of the most strategically interesting books I have read. At every turn, you can feel Orson Scott Card manipulating you into seeing how brilliant Ender is. A masterpiece. - @RichardLitt\nI’ve lost count of the amount of times I have read Ender’s Game. I generally read it around once a year, at least. It is part of a larger series, including Speaker for the Dead, and Xenocide - follow-ups which build on Ender’s Game and which are, in their own right, great books. EG was originally just a short story, a kind of prequel to the themes spoken of in Speaker for the Dead. It shows Card’s talent that he was able to so fluently make it a stand-alone book.\nI love Ender’s Game. All things considered, this is not a book about emotional development, or about coming of age. It’s not about taking on the weight of the world. Rather, this is a book about strategy. More happens in the gaps between the pages than in the chapters themselves - taking the time to figure out how Ender worked out an advantage in a game room, and how you would have done it, is an incredibly rewarding experience. Every now and then, there is a wonderful feeling of ‘Damn, I wish I had done that! So smart.’ And, as Card notes in the prologue:\nSo, you’re able to share in Ender’s cleverness, too. That’s what makes this book a fun read. - @RichardLitt",
      "items": [],
      "title": "Ender’s Game (1985) by Orson Scott Card [4.3] 🌟 🔥"
    },
    {
      "description": "A very entertaining military drama that has continued to grow on me, book by book. @AlexKeyes",
      "items": [],
      "title": "Frontlines Series (2013-) by Marko Kloos [4.05]"
    },
    {
      "description": "",
      "items": [],
      "title": "Old Man’s War (2005-2015) by John Scalzi [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Starship Troopers (1959) by Robert A. Heinlein [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Forever War (1974) by Joe Haldeman [4.1]"
    },
    {
      "description": "Conan the Barbarian in space. - @alex-keyes",
      "items": [],
      "title": "The Ultramarines Omnibus (2008) by Graham Mcniell [3.96]"
    },
    {
      "description": "",
      "items": [],
      "title": "Police Procedural Science Fiction"
    },
    {
      "description": "",
      "items": [],
      "title": "Lock In (2014) by John Scalzi [3.8]"
    },
    {
      "description": "Novels which draw from sci-fi, thrillers, spying, action and wars. Include lots of technical detail regarding the subject matter.",
      "items": [],
      "title": "Techno Thriller"
    },
    {
      "description": "",
      "items": [],
      "title": "Cryptonomicon (1999) by Neal Stephenson [4.2]"
    },
    {
      "description": "",
      "items": [],
      "title": "Daemon (2006, 2010) by Daniel Suárez [4.2]"
    },
    {
      "description": "Twitter user: My favorite novel. Movie was worse than terrible.",
      "items": [],
      "title": "Sphere (1987) by Michael Crichton [3.7] 🌟 🔥"
    },
    {
      "description": "Fantasy books which contain elements of science fiction. For pure fantasy, see this list.",
      "items": [],
      "title": "Fantasy"
    },
    {
      "description": "",
      "items": [],
      "title": "The Book of the Long Sun (1993, 1994, 1996) by Gene Wolfe [4.0]"
    },
    {
      "description": "This is my favorite book. It is science fiction and, to a certain extent, fantasy, but at places reads more like a philosophical tract of a collection of stories. The plot is minimal, but the character of Severian is fascinating; he forgets nothing, but lies to you. As you read along, it becomes clear that earlier chapters were wrong or lacked important details, which heavily contributes to a sense of wonder and enchantment. Or, in my case, aw at Gene Wolfe's writing abilities. Highly suggested. - @RichardLitt",
      "items": [],
      "title": "The Book of the New Sun (1980-1987) by Gene Wolfe [3.9]"
    },
    {
      "description": "This is debatably science fiction. I mention it here because certain elements, like a lot of Gene Wolfe's works, are science fiction - for instance, the android-esque doll. This book is much more of a fantasy. I love it, but it's a bit weird in places. If you like Gene Wolfe, read it. - @RichardLitt",
      "items": [],
      "title": "There Are Doors (1988) by Gene Wolfe [3.6]"
    },
    {
      "description": "",
      "items": [],
      "title": "Drama"
    },
    {
      "description": "If you liked Cloud Atlas this is a good read.",
      "items": [],
      "title": "The Bone Clocks (2014) by David Mitchell [3.9]"
    },
    {
      "description": "Novels which focus on the near-future unintended consequences of biotechnology revolutions.",
      "items": [],
      "title": "Biopunk"
    },
    {
      "description": "This novel explores how society might adapt to affordable temporary cloning of one's self. - @neontapir",
      "items": [],
      "title": "Kiln People (2002) by David Brin [3.8]"
    },
    {
      "description": "The first book in a two part series called the extinction files, the story explores a bioterrorist plot attempting to usurp the major world governments, with an extra scifi twist . Not what I would call hard SciFi and it has its fair share of cheese and cliche, but enough action and suspense to keep the party going without getting boring. - @Rogue-System",
      "items": [],
      "title": "Pandemic (2017) by A.G. Riddle [4.04]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Windup Girl (2009) by Paolo Bacigalupi [3.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "Speculative Fiction"
    },
    {
      "description": "",
      "items": [],
      "title": "Anathem (2008) by Neal Stephenson [4.2]"
    },
    {
      "description": "A heartbreaking coming of age novel with a speculative, mysterious twist. Definitely a character-driven story. - @sunrein",
      "items": [],
      "title": "Never Let Me Go (2005) by Kazuo Ishiguro [3.8] 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Stranger in a Strange Land (1961) by Robert A. Heinlein [3.9] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "The End of Eternity (1955) by Isaac Asimov [4.2]"
    },
    {
      "description": "This was pretty good; it's pretty obvious what it is about, and it reads predictably, but the ending is strong enough to make the entire book worth reading. - @RichardLitt",
      "items": [],
      "title": "The Shrinking Man (1956) by Richard Matheson [3.8] 🔥"
    },
    {
      "description": "The alternate history worldbuilding is the draw here, and the scale and depth of it is impressive. - @neontapir",
      "items": [],
      "title": "The Years of Rice and Salt (2002) by Kim Stanley Robinson [3.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "Time Travel"
    },
    {
      "description": "Easily one of the most disrespectful, sacrilegious, memorable and funny books I have read. - @RichardLitt",
      "items": [],
      "title": "Behold the Man (1969) by Michael Moorcock [3.8]"
    },
    {
      "description": "A really good story about time travels, their consequences and the famous Grandfather paradox. - @Gibet",
      "items": [],
      "title": "Future Times Three (1968) by René Barjavel [3.8]"
    },
    {
      "description": "I liked this series so much I got a tattoo partially inspired by it. - @RichardLitt",
      "items": [],
      "title": "The Dancers at the End of Time (1977) by Michael Moorcock [4.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Door Into Summer (1957) by Robert A. Heinlein [4.0]"
    },
    {
      "description": "This novel is absurd fun -- think Douglas Adams style with a literary flair. Though flawed, the later novels in the series are in my reading pile. - @neontapir",
      "items": [],
      "title": "The Eyre Affair (2001) by Jasper Fforde [3.9]"
    },
    {
      "description": "This novel shows interesting mix of hard sci-fi, Nordic noir, parallel / alternative universe tree and path backtracking. The main protagonist is fighting the global cataclysm in its own style. The storytelling is so unique I'm afraid no one would be able to make a film based on this masterpiece. There is a great book ending explanation there. - @4ndrej",
      "items": [],
      "title": "The Gone World (2018) by Tom Sweterlitsch [3.94]"
    },
    {
      "description": "Worth the read, mostly because it is the first time the words 'time machine' were used, and because the story, while a bit cliched to modern ears, is still good and gripping. - @RichardLitt",
      "items": [],
      "title": "The Time Machine (1895) by H. G. Wells [3.8] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Comedy"
    },
    {
      "description": "One of the funniest series I have ever read. I laugh to myself and think about this all of the time. Changed how I view the galaxy and lost pens irreversibly. I also celebrate International Towel Day every year now. - @RichardLitt",
      "items": [],
      "title": "The Hitchhiker’s Guide to the Galaxy (1979) by Douglas Adams [4.2] 🌟 🔥"
    },
    {
      "description": "A bit of a lighthearted series, it's a great drama - @alexkeyes",
      "items": [],
      "title": "The Laundry Series (2004) by Charles Stross [3.9]"
    },
    {
      "description": "",
      "items": [],
      "title": "Horror"
    },
    {
      "description": "This book has a cult following, and upon reading it this summer, I fully understand why people are still so enamored with it almost twenty years after its first publish. I still think back to it often, and I will eventually re-read it (at least once) to get details I missed the first time. You can get lost in this book both figuratively and literally, so it's best to take your time with it. Shout-out to Austin McConnell's video for introducing me to House of Leaves! - @thedeany",
      "items": [],
      "title": "House of Leaves (2000) by Mark Z. Danielewski [4.12] 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Short Story Collections"
    },
    {
      "description": "Hard-as-nails science fiction, but wonderfully fresh and imaginative (especially if you haven't had a chance to read anything written by Greg Egan before.) The stories have aged surprisingly well — which only underlines Egan’s penchant for sounding out the shape of the future. - @mihailim",
      "items": [],
      "title": "Axiomatic (1995) by Greg Egan [4.2]"
    },
    {
      "description": "You will never think about ants the same way again. - @uraimo",
      "items": [],
      "title": "City (1952) by Clifford D. Simak [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "I, Robot (1950) by Isaac Asimov [4.1] 🌟 🔥"
    },
    {
      "description": "",
      "items": [],
      "title": "Manhattan in Reverse (2011) by Peter F. Hamilton [3.9]"
    },
    {
      "description": "I can't praise this book enough. The Nine Billion Names of God is brilliantly done; well written, executed, and frisson-inducing. If I Forget Thee, Oh Earth is also a stark reminder that we only have one planet. One of the most memorable Science Fiction stories I have ever read. - @RichardLitt",
      "items": [],
      "title": "Of Time and Stars (1972) by Arthur C. Clarke [4.1]"
    },
    {
      "description": "The all-too-near-future novella Unauthorized Bread embodies what cyberpunk should be all about: high tech, low life. Radicalized and The Masque of the Red Death delve deep into some dark corners of society, while Model Minority is a pretty interesting take on Superman and racism. The book had me turning pages late into the night. - @nahkampf",
      "items": [],
      "title": "Radicalized (2019) by Cory Doctorow [4.03]"
    },
    {
      "description": "What amazes me most about Ted Chiang’s stories is their richness—the level of detail which the author managed to weave into the stories without having them turn into fluff. Artfully executed, uniformly good through excellent—which is by no means par for the course in single-author collections! Reminds me the most of Greg Egan’s Axiomatic collection, except Chiang manages to keep his characters optimistic. - @mihailim",
      "items": [],
      "title": "Stories of Your Life and Others (2002) by Ted Chiang [4.4]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Illustrated Man (1951) by Ray Bradbury [4.1] 🌟"
    },
    {
      "description": "I think of these stories often; The Death of Dr. Island won a Nebula and offers a startling view into the rehabilitation and justice system we currently deal with and what we might have. The Doctor of Death Island is the same - I often think of him taking off the book cover, \"like Mephistopholes\". It takes an amazing talent to make three beautiful short stories out of permutations on a title. Also, Feather Tigers made me view the jungles in South East Asia a bit differently than I would have, and I think about Nashwonk a lot more than I should. I highly suggest this book. - @RichardLitt",
      "items": [],
      "title": "The Island of Dr. Death and Other Stories and Other Stories (1980) by Gene Wolfe [4.1]"
    },
    {
      "description": "",
      "items": [],
      "title": "Movies"
    },
    {
      "description": "Categories: Director: Stanley Kubrick\nCinematically, this movie is a masterpiece. This is one of the few films on this list that is important as a film in itself, not just to the genre. From the beginning to the end, it is captivating - if you don't mind a bit of a slower pace than most of the other films on here. - @RichardLitt",
      "items": [],
      "title": "2001: A Space Odyssey (1968) [8.3]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "A Clockwork Orange (1971) [8.4]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "A Scanner Darkly (2006) [7.1]"
    },
    {
      "description": "Categories:\nOne of the first mainstream anime movies. Psychologically horrifying in more than a few ways. - @RichardLitt",
      "items": [],
      "title": "Akira (1988) [8.1]"
    },
    {
      "description": "Categories: Director: Denis Villeneuve\nA beautiful film, weaving together memory, languages, and the other. The film is less about aliens and more about our perception of them; like District 9, this film functions as a good mirror for how different people and governments deal with alien interaction. The music is also exceptional. - @RichardLitt",
      "items": [],
      "title": "Arrival (2016) [8.3]"
    },
    {
      "description": "Categories: Director: Ridley Scott\nVery few films can stand up to as many rewatches as this film can - there are layers upon layers, and the bleak image of the future hasn't lost its power in the thirty years the film has been around. This was a reworking of the Phillip K. Dick book (above), but without a lot of unnecessary or largely spurious subplots, and it focuses much more on identity, sexuality, and the psychological ramifications of technology. A masterpiece. - @RichardLitt",
      "items": [],
      "title": "Blade Runner (1982) [8.2]"
    },
    {
      "description": "Categories: Director: Denis Villeneuve\nBlade Runner 2049 returns to the original book's deep philosophical questions about the nature of humanity, and expressed through a captivating, epic mystery it amounts to a breathtaking, mind-bending cinematic experience. - @TheSherlockHomies",
      "items": [],
      "title": "Blade Runner 2049 (2017) [8.0]"
    },
    {
      "description": "Categories:\nIf you're looking to replicate the experience of taking acid without actually doing drugs, than this film is for you. Weird as hell, and De Niro's cameo is strange, but this film is very good. - @RichardLitt",
      "items": [],
      "title": "Brazil (1985) [8.0]"
    },
    {
      "description": "Categories:\nWhy not try something out of the ordinary with this Swiss sci-fi thriller? @Lekoaf",
      "items": [],
      "title": "Cargo (2009) [6.2]"
    },
    {
      "description": "Categories:\nA movie about an AI robot \"growing up\" (as in, learning about the world and learning the difference between good and bad). An amazing story, you really feel like Chappie is your friend by the end of the movie. Visual effects are not that great in a couple of scenes. - @aleksandar-todorovic",
      "items": [],
      "title": "Chappie (2015) [7.1]"
    },
    {
      "description": "Categories:\nImagine a world where no baby has been born for 18 years because of the global human infertility. Think which kinds of consequences would that bring. Then, imagine a girl getting pregnant in that kind of world. This movie is absolutely fantastic! The action shots are magnificent. I rewatched it tonight and the movie gave me the same kind of goosebumps it did when I first watched it a couple of years ago. I have no compaints about this movie. It's the perfect way to spend two hours. It gets 10/10 from me. - @aleksandar-todorovic\nAbsolutely beautiful film. The cinematography is fantastic; Michael Caine has a memorable and well-played role (as ever, I mean, he's Michael Caine); and the soundtrack is spectacular, with both Radiohead's Life in a Glasshouse and King Crimson's The Court of the Crimson King actually managing to work in the same film. The best. - @RichardLitt",
      "items": [],
      "title": "Children of Men (2006) [7.9]"
    },
    {
      "description": "Categories:\nThis is an awesome movie. It is a deep movie, with a complex plot. You don't want to be distracted while watching it. I liked how the six different stories played by different characters are played by the same actors and how the stories can be different but are linked by small things. Also, if you like non standard narratives this is your movie. - @damaru2",
      "items": [],
      "title": "Cloud Atlas (2012) [7.5]"
    },
    {
      "description": "",
      "items": [],
      "title": "Coherence (2013) [7.1]"
    },
    {
      "description": "Categories: Director: Robert Zemeckis\nBased on a novel by the fantastic Carl Sagan, this is a painstakingly realistic piece of sci-fi art. - @abhineet97",
      "items": [],
      "title": "Contact (1997) [7.4]"
    },
    {
      "description": "Categories: Director: Alex Proyas\nExcellent neo-noir about a man trapped in a city permanently in nighttime. He suffers from amnesia, and he may or may not have killed several women. Both the police and a group of men called the Strangers are hot on his trail. I love the 1940s sci-fi setting and the plot full of mysteries. - @CodeWritingCow",
      "items": [],
      "title": "Dark City (1998) [7.7]"
    },
    {
      "description": "Categories: Director: Neill Blomkamp\nWriter: Neill Blomkamp, Terri Tatchell\n:+1: I liked it. Very original. - @sindresorhus\nYep, the idea is pretty cool and original. Although I have some doubts about the realization. I hope in twenty years someone will make a better remake :) - @marcoslhc\nI thought it was pretty awesome, even just linguistically. Special effects were great. Interesting given it was South African, too. - @RichardLitt",
      "items": [],
      "title": "District 9 (2009) [8.0]"
    },
    {
      "description": "Categories: Director: David Lynch\nThis is based on the Dune book by Herbert, listed above. This version is legendary - it has Patrick Stewart and Sting as actors, and David Lynch's direction is weird and weighty. The soundtrack, by Toto, is good enough to stand on its own. I can't imagine reading the books without thinking of this viewing. - @RichardLitt",
      "items": [],
      "title": "Dune (1984) [6.6]"
    },
    {
      "description": "Categories:\nThrilling and original. Feels like a cross between Halo (the game), Groundhog Day and The Butterfly Effect. - @sindresorhus\nI was thinking that this movie would be like the rest of the movies starring Tom Cruise, but I was pleasantly surprised. The first half of the movie had nice humoristic scenes. They made the repeating of the day far more interesting than in the Groundhog Day. The love story between the main characters doesn't look cheap. The visual effects is not in the center of the attention, it's the story. I have to say that the movie was way better than I expected it to be by looking at the trailers for it. I highly recommend it. - @aleksandar-todorovic\nIt was pretty good, the premise is quiet interesting, and the acting was quite good. - @elssar\nI thought it was great, and I was a bit anxious about there being so many scenes repeating the same thing, but it worked! - @tjFogarty\nOne of my favorite sci-fi movies of all time. The source material is supposed to be good too, which is a manga called \"All You Need is Kill\". Haven't read it yet, but if you liked the movie then you would probably like this too. - @wulfshadow",
      "items": [],
      "title": "Edge of Tomorrow (2014) [7.9]"
    },
    {
      "description": "",
      "items": [],
      "title": "Eraserhead (1977) [7.4]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Europa Report (2013) [6.5]"
    },
    {
      "description": "Categories:\nThought-provoking movie that explores what it means to be human. Deep, suspenseful, and at times claustrophobic. Acting is to perfection. Visual effects are so well done and natural you don't even notice them. Truly the best sci-fi movie I've watched in years. - @sindresorhus\nKind of a parody about Google. The owner of a huge search provider creates an A.I. humanoid in a complete secrecy and calls a young programmer to perform a slight variation of a Turing test to test his creation in a secret underground lab. Can be a good introduction to Turing test to people interested in A.I. To be honest, the end of the movie was a bit disappointing to me. - @aleksandar-todorovic",
      "items": [],
      "title": "Ex Machina (2015) [7.9]"
    },
    {
      "description": "Categories:\nThis is an independent movie, their budget wasn't very good and thus maybe the shots and the special effects are not the best, but it has all the good elements of a scifi movie and a thriller. I liked all the details about how the perfect virtual reality devices work and what the users feel when in game. - @damaru2",
      "items": [],
      "title": "eXistenZ (1999) [6.8]"
    },
    {
      "description": "Categories:\nForbidden Planet is one of, if not the most iconic Science Fiction movie to have have been released during the 1950's. It stands shoulder to shoulder with the likes of \"The Day the Earth Stood Still\" and \"The Invasion of the Body Snatchers\".\nForbidden Planet takes the \"hard\" Sci-Fi route, whilst retaining fantastical elements that are associated with space dramas. The film carries a level of class that elevates it above its genre contemporaries due to the fantastic production values. The special effects and set designs hold up remarkably well even by today's standards. - @augustopedro",
      "items": [],
      "title": "Forbidden Planet (1956) [7.6]"
    },
    {
      "description": "Categories:\nIf you've heard of Star Trek, and like comedy, this is for you - the entire film is a giant joke on the scifi industry, played by fantastic actors. Hilarious. - @RichardLitt",
      "items": [],
      "title": "Galaxy Quest (1999) [7.3]"
    },
    {
      "description": "Categories:\nThis film gets more relevant every year. Slow at times, the questions it raises are especially pertinent as your data becomes more important to insurance companies and governments, and as Western culture is increasingly becoming aware of genetic advantages and privilege. - @RichardLitt",
      "items": [],
      "title": "Gattaca (1997) [7.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Ghost in the Shell (1995) [8.0]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Godzilla (1954) [7.5]"
    },
    {
      "description": "Categories:\nIn a strange loop, a lot of the statements made in this film about who hackers are have gone full circle and been incorporated into our culture (Substack's ending most of his slides with 'Hack the planet', for instance). The actual hacking is ridiculous, but the punks on the edge of society coming into their own makes this worth watching. - @RichardLitt",
      "items": [],
      "title": "Hackers (1995) [6.2]"
    },
    {
      "description": "Categories:\nHey, lets all fall in love in our operating systems! The movie seems like a plausible love story and it takes the reality of our addiction to technology to a whole new level. - @aleksandar-todorovic\nThis is a beautiful film; the plot was forced at times, especially towards the end, but the character development was fantastic, and Joaquin Phoenix's acting carries the film. The set design and clothes are also impeccable, with a few of what the near future might look like. I cried. - @RichardLitt",
      "items": [],
      "title": "Her (2014) [8.0]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "I Origins (2014) [7.3]"
    },
    {
      "description": "Categories:\nThe name of this movie comes from the Asimov's book of the same name, which consists of science fiction short stories. The movie could perfectly be another of Asimov's stories. It mimics his style and shows an interesting movie posing questions about artificial intelligence, conscience and emotion. - @damaru2",
      "items": [],
      "title": "I, Robot (2004) [7.1]"
    },
    {
      "description": "Categories:\nA major blockbuster, this film stretches the limits of recursion while maintaining its action. Well acted and beautifully shot. - @RichardLitt",
      "items": [],
      "title": "Inception (2010) [8.8]"
    },
    {
      "description": "Categories:\nAn interesting (and long) movie about a humanity trying to safe itself by leaving Earth after a huge climate change that made it difficult to grow food. Truly remarkable story and amazing graphic. - @aleksandar-todorovic\nThe visuals are pretty good. There are plotholes here and there, but overall I really liked this movie. - @RichardLitt",
      "items": [],
      "title": "Interstellar (2014) [8.7]"
    },
    {
      "description": "Categories:\nThis film inspired Twelve Monkeys, but is more notable for being one of the earliest short scifi films that deals with time travel and its ramifications for revolutions and society as a whole. Black and white and beautiful. - @RichardLitt",
      "items": [],
      "title": "La Jetée (1962) [8.4]"
    },
    {
      "description": "Categories:\nThis is the kind of film that sells out art houses when someone finds an early roll of the film in a theatre in Buenos Aires, stacked away behind decades of other movies. Seminal in its ability to show a technological future when we were just beginning to understand what that would look like, this film is a masterpiece of class statements, and is much braver at times than a lot of modern, 'edgy' scripts. - @RichardLitt",
      "items": [],
      "title": "Metropolis (1927) [8.3]"
    },
    {
      "description": "Categories:\nPredicting future crimes? Sure, I am all for it, until they make a mistake and implicate the hero himself. After watching the movie, you could be thinking, we should probably not try to predict the future! Nevertheless, great movie! - @icyflame",
      "items": [],
      "title": "Minority Report (2002) [7.7]"
    },
    {
      "description": "Categories:\nThis is one of the best drawn-out psychodrama films about space out there, along with 2001: A Space Odyssey and Solaris. Sam Bell is pretty much the only actor in the film, and his lonely acting makes you feel the loneliness of isolation. This film is also fantastic for its powerful score. - @RichardLitt",
      "items": [],
      "title": "Moon (2009) [8.0]"
    },
    {
      "description": "Categories:\nThis is one of my favourite movies. A myriad of stories are told: the different ramifications of how Mr. Nobody's life would have been if he had made different choices or if different things happened around him. What's best of this movie is that each of these lifes is completely different (and would have been equally meaningful :D) which means a lot of stuff is happening all the time and you have to follow what is going on now in this life, how it relates to its past which is probably another life shown in the movie and it's the common past of several of the lives you'll see. At the same time you have to understand the common theme of the movie, which I think it is what is trying to communicate after all. The end is surprising and difficult to grasp at first. The film also makes substantial use of chaos theory and the butterfly effect to accentuate the lack of control that humanity as individuals possesses - @damaru2",
      "items": [],
      "title": "Mr. Nobody (2009) [7.9]"
    },
    {
      "description": "Categories:\nA post-apocalyptic movie, starring Tom Cruise as Jack Harper (Tech 49) and Andrea Riseborough as Victoria (Vica). Jack has a lot of questions, Vica shrugs them off, and then, they get answered and Jack can barely live with it! Beuatifully shot! - @icyflame",
      "items": [],
      "title": "Oblivion (2013) [7.0]"
    },
    {
      "description": "Categories:\nThe original spanish movie Vanilla Sky was based on, way better acting, you should watch this first. - @uraimo",
      "items": [],
      "title": "Open Your Eyes (1997) [7.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Paprika (2006) [7.7]"
    },
    {
      "description": "Categories:\nThis is an extraordinary film that manages to give an expose of possible worlds without ending with a completely deranged plot. It is well done, and the mystery and romance of the characters involved adds to the constanct feeling of apprehension. Which reality is the viewer in? Also, Tilda Swinton is great in this. - @RichardLitt",
      "items": [],
      "title": "Possible Worlds (2000) [6.9]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Predestination (2014) [7.5]"
    },
    {
      "description": "",
      "items": [],
      "title": "Primer (2004) [7.0]"
    },
    {
      "description": "Categories:\nA thrilling ride that expertly blends suspense with thought-provoking themes about technology and warfare. If you enjoy films that challenge your perceptions of humanity and technology, this is definitely one to watch! - @johan-stenqvist",
      "items": [],
      "title": "Screamers (1995) [6.3]"
    },
    {
      "description": "Categories:\nWatch the Firefly series before seeing this film. It is good in itself, for the special effects if nothing else, but it wraps up and solidifies a lot of things that the cancelled show left open, to the equal chagrin and joy of its fanatic fanbase. - @RichardLitt",
      "items": [],
      "title": "Serenity (Firefly) (2005) [8.0]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Snowpiercer (2013) [7.0]"
    },
    {
      "description": "Categories: Director: Andrei Tarkovsky\nThis is the original film based on the book. It is much slower than the remake, but a classic. - @RichardLitt",
      "items": [],
      "title": "Solaris (1972) [8.1]"
    },
    {
      "description": "Categories: Director: Steven Soderbergh\nStarring George Clooney and Natasha McElhone, this is much more of a modern psychodrama with fantastic shots and a more colored atmosphere than the original film. The original score by Cliff Martinez really adds to the film, and is great on its own. One of my favorite films. - @RichardLitt",
      "items": [],
      "title": "Solaris (2002) [6.2]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Source Code (2011) [7.5]"
    },
    {
      "description": "Stalker is a philosophical art movie and aesthetic masterpiece, based on \"Roadside Picnic\". - @ggb",
      "items": [],
      "title": "Stalker (1979) [8.2]"
    },
    {
      "description": "Categories:\nThis is a pretty good movie. The science is ridiculous, but the characters are great and the CGI is fantastic. At points, chilling. - @RichardLitt",
      "items": [],
      "title": "Sunshine (2007) [7.3]"
    },
    {
      "description": "Categories:\nA great watch for those who like complex movies that you probably have to watch several times to understand everything. - @gilStettler",
      "items": [],
      "title": "Tenet (2020) [7.3]"
    },
    {
      "description": "",
      "items": [],
      "title": "The City of Lost Children (1995) [7.7]"
    },
    {
      "description": "Categories:\nThis movie is ridiculous. Worth watching just for the amazing opera scene - the 'science' in 'science fiction' isn't really worth it, though. - @RichardLitt",
      "items": [],
      "title": "The Fifth Element (1997) [7.6]"
    },
    {
      "description": "Categories:\nPretty much like the first book of the trilogy of five books with the same name, with some Holywood adaptations. (Why, Hollywood?). Very funny and enjoyable. - @damaru2",
      "items": [],
      "title": "The Hitchhiker’s Guide to the Galaxy (2005) [6.8]"
    },
    {
      "description": "Categories:\nI rather liked this film; Steve Buscemi's acting abilities brings a poorly-written character above and beyond what I would have thought possible, and Ewan McGregor and Scarlett Johanssen were perfectly cast. This was a solid film. - @RichardLitt",
      "items": [],
      "title": "The Island (2005) [6.9]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Man from Earth (2007) [8.0]"
    },
    {
      "description": "This is a fairly accurate representation of the awesome book, but it focuses much more on Watney's personality than on the science (which is a given, as we can actually see Watney in this, as opposed to just read his logs in the book). The space shots were incredibly well done, and one scene with a ribbon like an umbilical chord floating in zero g - absolutely beautiful. This film had great actors, marvelously cast. And there's even a reference to Glorfindel at the council of Elrond; I don't think I've laughed that hard in a theatre in years. Loved it. - @RichardLitt",
      "items": [],
      "title": "The Martian (2015) [8.2]"
    },
    {
      "description": "Categories:\nOne of the most well known scifi films, this is a great expose on what people thought of hackers in the late 90s. The first in a trilogy, this film stands on its own legs, for its well-written script, great casting, and solid score. The unworldly choreography combined with slow motion filming was so influential it is now a cliché. - @RichardLitt",
      "items": [],
      "title": "The Matrix (1999) [8.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "The Signal (2014) [6.2]"
    },
    {
      "description": "Categories:\nIt's a classic, came out the same year of the matrix but is focused on the interactions between the real world and the virtual, no slow motion gun fights here. - @uraimo",
      "items": [],
      "title": "The Thirteenth Floor (1999) [7.0]"
    },
    {
      "description": "Categories:\nIt is an entertaining and a well done movie with lots of scifi topics: time travels, artificial intelligence, a post apocalyptic world with a new race of humans and more. - @damaru2",
      "items": [],
      "title": "The Time Machine (2002) [4.2]"
    },
    {
      "description": "Categories:\nA love story between a woman and her husband uploaded into a computer. What makes the movie a bit scary is that, although a bit unrealistic, it is placed in a near future. - @aleksandar-todorovic",
      "items": [],
      "title": "Transcendence (2014) [6.3]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Twelve Monkeys (1996) [8.1]"
    },
    {
      "description": "Categories:\nThis is an early version of Inception in a lot of ways, and a remake of Possible Worlds in others. While the acting isn't spectactular (notably Tom Cruise's), what is interesting is the myriad level of interpretations of the film and possibly realities involved. The budget ensured that the actual plot was well done, as opposed to just a poor implementation of possible world ideas. - @RichardLitt",
      "items": [],
      "title": "Vanilla Sky (2001) [6.9]"
    },
    {
      "description": "",
      "items": [],
      "title": "Movie Series"
    },
    {
      "description": "",
      "items": [],
      "title": "Star Trek"
    },
    {
      "description": "This is a classic film, and well worth watching if only for the incredible and iconic 'khaaaaan' echo. More impressive, however, is Ricardo Montalban's performance, which is incredible on its own. As well, in a move that goes against mainstream whitewashing, a Mexican and not a Caucasian plays a genetically engineered superhuman, making this a movie that showed the power of diversity well ahead of its time. This movie is great to watch. - @RichardLitt",
      "items": [],
      "title": "Star Trek II: The Wrath of Khan [7.7]"
    },
    {
      "description": "",
      "items": [],
      "title": "TV Series"
    },
    {
      "description": "Categories:\nBabylon 5's special effects left a lot to be desired, but the plot was amazing. - @elektrovert\nThe CGI hasn't aged well—but the show's strength lies in character development and (on a meta level) the pre-planned structure which is fairly unique for TV series. On the other hand, it's a polarizing show... So my vote is a conditional yes :) - @mihailim\nThis is awesome for its nostalgic value, if little else. The line about frictionless sheets is hilarious. - @RichardLitt",
      "items": [],
      "title": "Babylon 5 (1994–1998) [8.2]"
    },
    {
      "description": "Categories:\nThis show. Watch this show. It's military science fiction done right. The interpersonal relationships are the best part, and the constant questioning of what it means to be human. At times it is a bit heavy handed. At other times it paints humanity as a desperate and stupid species, but at least it does so faithfully and self-referentially. The show is written tremendously well. Gaius Baltar, in particular, is a character worth watching out for. Be warned: once you start, you can't really stop. Portlandia even made a skit about needing one more episode. - @RichardLitt",
      "items": [],
      "title": "Battlestar Galactica (2004–2009) [8.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Black Mirror (2011– ) [8.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Blakes 7 (1978–1981) [8.0]"
    },
    {
      "description": "Categories:\nJames McAvoy's acting as Leto II is absolutely incredible in this short series, as is Susan Sarandon's as Princess Corrinno. This miniseries is short and sweet, and manages to make the most out of what really is one of the lesser of the Dune book series. - @RichardLitt",
      "items": [],
      "title": "Children of Dune (2003) [7.7]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Continuum (2012–2015) [7.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Doctor Who (1964-1989, 2005– ) [8.9]"
    },
    {
      "description": "Categories:\nOut of all--big or small screen--Dune adaptations, I felt this one has come closest to Herbert's vision. They didn't go too crazy on the CGI either, in that it didn't distract from the story. The acting was a bit meh, but that's usually a question of budget (wasn't HBO... :wink:). Given the dearth of good SF on TV, I would consider it awesome by comparison. - @mihailim",
      "items": [],
      "title": "Dune (2000) [7.1]"
    },
    {
      "description": "Categories:\nIt is all about a fictional town called Eureka. Inhabitants are geniuses and scientists. This is where the most major technology inventions in the last five decades did happen. Very enjoyable and entertaining show. Most of the episodes were keeping me guessing 'what will happen next?' and 'how this all will end?'. - @vovinacci",
      "items": [],
      "title": "Eureka (2006-2012) [7.9]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Farscape (1999–2003) [8.4]"
    },
    {
      "description": "Categories:\n\nAsking someone if they wish Firefly would be rebooted tells me everything I need to know about a person.\nIt's in my opinion the best scifi TV-show ever made. - @sindresorhus\nWhat he said. - @RichardLitt",
      "items": [],
      "title": "Firefly (2002–2003) [9.2]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Fringe (2008–2013) [8.5]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Hitchhiker’s Guide to the Galaxy (1981) [8.0]"
    },
    {
      "description": "Categories:\nMr. Robot is a sci fi series which actually is close enogh to reality, it uses technical terms properly and is fun to watch. - @iamzubin",
      "items": [],
      "title": "Mr. Robot (2015- ) [8.6]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Neon Genesis Evangelion (1995–1996) [8.6]"
    },
    {
      "description": "Categories:\nStarting with crime prevention, the show progresses to gradually touching on AI and man's misuse of technology such as mass surveillance, which is the key focus. Add to that the complicated pasts of the two protagonists' government work and you have a genre defining TV Show standing apart from it's peers by tackling relevant issues in the modern digital era. \"You are being watched.\" - @AB1908",
      "items": [],
      "title": "Person of Interest (2011-2016) [8.5]"
    },
    {
      "description": "Categories:\nThis stretched my ideas of how stupid and silly space travel could be. It's smegging awesome. - @RichardLitt",
      "items": [],
      "title": "Red Dwarf (1988–1999, 2009– ) [8.5]"
    },
    {
      "description": "Categories:\nRick and Morty is one of the best animated shows to have come out in the last decade. The commentary that the show delivers on the society as a whole, while describing the adventures of an old man and his grandon is hilarious. This is a must-watch for anyone who is into veiled sarcasm, animation and sci-fi. - @ArindumRoy",
      "items": [],
      "title": "Rick and Morty (2013-) [9.3]"
    },
    {
      "description": "Categories:\nIn contrast to the setting of the other Star Trek TV shows, DS9 takes place on a space station instead of a starship. This made continuing story arcs and appearance of recurring characters much more feasible. The show is noted for well-developed characters, originality, complex plots, religious themes and for starring the only black captain of all the Star Trek series to be featured as the show's protagonist. The series often showcased darker themes, less physical exploration of space, and (in later seasons) an emphasis on many aspects of war. - @augustopedro",
      "items": [],
      "title": "Star Trek: Deep Space Nine (1993–1999) [7.9]"
    },
    {
      "description": "Categories:\nWhile Discovery is fundamentally quite different from much of the Trek that's come before, its engagement with the franchise, and willingness to both celebrate and examine its core values, keep it true to that spirit. As the medium of television evolves, it's comforting to know that Star Trek is there to evolve right along with it. - @augustopedro",
      "items": [],
      "title": "Star Trek: Discovery (2017-) [7.3]"
    },
    {
      "description": "Categories:\nA worthy successor to The Next Generation, well developed characters, great Xindi/Time War story arc. - @uraimo",
      "items": [],
      "title": "Star Trek: Enterprise (2001–2005) [7.5]"
    },
    {
      "description": "Categories:\nSimilar in ethic and setting to the Star Trek: The Original Series, but with new enemies and technologies; continues to deal with issues of morality, culture, and politics. The stories and the acting are excellent, and it has pretty amazing special effects for that time. There's also 4 movies which take place after the series. - @augustopedro",
      "items": [],
      "title": "Star Trek: The Next Generation (1987–1994) [8.7]"
    },
    {
      "description": "Categories:\nA science-fiction masterpiece, Star Trek has been a really important vision not only of what future technology could look like, but also a reflection of what the hopes were, especially in the 60's, for what human society could look like.\nThe Original Series, in many ways, is Star Trek at its purest. It's true that it could be campy and slow, but don't mistake that for it being unsophisticated. It was very smartly written, and while it can vary wildly in quality (like many shows from the 60's) it has a solid philosophical core, and often had some interesting things to say.\nPlus, I'm not sure the franchise has ever quite topped the amazing chemistry between Shatner, Nimoy, and Kelly. It's worth watching for them alone. - @augustopedro",
      "items": [],
      "title": "Star Trek: The Original Series (1966–1969) [8.4]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Stargate Atlantis (2004–2009) [8.1]"
    },
    {
      "description": "Categories:\nWell worth the 9000+ minutes you'll need to watch all the series. Finally a series where the human race, starting from a position of abysmal inferiority, defeats superior enemies against all odds with a mix of cleverness and intelligent exploitation of alien technology. - @uraimo",
      "items": [],
      "title": "Stargate SG1 (1997–2007) [8.5]"
    },
    {
      "description": "Categories:\nThe show feels completely different than Stargate SG-1 and Atlantis, it is certainly the most cinematic looking of the three series. It is darker, the plot seems slower, but also more realistic and intense, which provides a higher dose of suspense to the show. - @HQarroum",
      "items": [],
      "title": "Stargate Universe (2009–2011) [7.7]"
    },
    {
      "description": "Categories:\nI never really understood the need or reason for binge watching until I encountered The 100. The first and second season were absolutely mesmerizing and compelling. The character development, the story, the plot twists; all amazing! Literally, pulled a few all-nighters because I had to know what happened next in the series. The premise of the show is after evacuating Earth do to global nuclear bombings and radiation, the International Space Station decide to send '100' of the stations adolescent deliquents down to earth so see if it is habitable again. Middle to end of season 3 start to get a little weird and supposedly it was supposed to end after season 3 so they attempt to wrap up the series. I have tried to continue watching but am no where as entranced as I was with seasons 1 and 2. - @kyebrowning",
      "items": [],
      "title": "The 100 (2014–) [7.7]"
    },
    {
      "description": "Categories:\nThe Orville does an awesome job recreating the feeling of past Star Trek series. The look and feel is very TNG-era. Many episodes tackle modern day social issues like LGBTQ rights, social media and religion. The characters are interesting and relatable, since they talk and behave like real, imperfect people. Though the series has a comedic element, it doesn't interfere with the other messages, and we get a very good balance of sci-fi, humor, drama and moral. Highly recommended for (but not only) Trekkies. - @GabiAxel",
      "items": [],
      "title": "The Orville (2017–) [7.9]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "The Prisoner (1967–1968) [8.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "The X-Files (1993-2002, 2016- ) [8.8]"
    },
    {
      "description": "Categories:",
      "items": [],
      "title": "Twilight Zone (1959–1964) [9.0]"
    },
    {
      "description": "",
      "items": [],
      "title": "Comic Books"
    },
    {
      "description": "Categories:\nAlex + Ada is a thought provoking and moving exploration of what it means to be alive, and what rights can and should be afforded to non-human sentient beings. It's a short and effective near-future look at the obligations we have to both each other and to the intelligent life we create. - @thejessleigh",
      "items": [],
      "title": "Alex + Ada (2013-2015) by Jonathan Luna, Sarah Vaughn [4.11]"
    },
    {
      "description": "Categories:\nOne of the most influential french sci-fi comics. It inspired a lot of what became Heavy Metal Magazine. Moebius in this onirical tale uses no words to this graphical prose. - @matheusteixeira",
      "items": [],
      "title": "Arzach (1975) by Moebius [4.06]"
    },
    {
      "description": "Categories:\nBlack Science is one of those stories where you explain it to people at a really high level and gradually get more excited as you do so. It's essentially what happens if Rick & Morty had a less skilled and lucky Rick. Grant McKay goes through some really dark experiences, and the multiverse around him feels nothing for his plight. It's a story to read and revisit. - @EricPonvelle",
      "items": [],
      "title": "Black Science (2014) by Rick Remender [3.93]"
    },
    {
      "description": "Categories:\nGlobal Frequency is a very livid, strong, and fast-paced adventure/action-packed sci-fi. Each of the twelve issues is kinda independent and all of them are bursting with life. - @matheusteixeira",
      "items": [],
      "title": "Global Frequency (2002-2004) by Warren Ellis [4.05]"
    },
    {
      "description": "Categories:\nSaga is a comic that is an elevator pitch proof. It's impossible to describe it in a sentence. All I can say is that it's a beautifully written and drawn story about love and family, in a very interesting space opera-like world. It's kinda like Star Wars, but not at all. While in Star Wars the heroes are in a huge journey to end the war, in Saga they just want to be left alone to live with their family. - @matheusteixeira",
      "items": [],
      "title": "Saga (2014-) by Brian K. Vaughan [4.56]"
    },
    {
      "description": "Categories:\nHighly imaginative, hilarious, sprawling epic graphic novel — a collaboration between two giants of weird storytelling. Jodorowsky is an auteur of avant-garde film, and Mœbius is a legendary cartoonist; together their work has been a huge influence on such classic films as Alien, Tron, and Star Wars. The story is all kinds of preposterous, a dazzling display of surrealist science fiction, and the illustrations render it way-larger-than-life on the page. This single-volume collection of the complete series is well-worth the read. - @bschlagel",
      "items": [],
      "title": "The Incal (1981) by Alejandro Jodorowsky and Mœbius [4.2]"
    },
    {
      "description": "Categories:\nMind boggling, crazy high concepts based on historical events. - @matheusteixeira",
      "items": [],
      "title": "The Manhattan Projects (2015-) by Jonathan Hickman [3.9]"
    },
    {
      "description": "Categories:\nOne of the most anarchistic comics I ever read. Transmetropolitan has no mercy for anyone. Strong polical and social commentary in a world that is not that far from ours. - @matheusteixeira",
      "items": [],
      "title": "Transmetropolitan (1998) by Warren Ellis [4.23]"
    },
    {
      "description": "Categories:\nOne of the most emotional stories I ever read. We3 is a very visceral and incredibly well drawn tale of freedom. - @matheusteixeira",
      "items": [],
      "title": "We3 (2005) by Grant Morrison [3.95]"
    },
    {
      "description": "Categories:\nY: The Last Man is graphic novel series unlike any other I have read. The \"last man\" struggles with trying to learn why every other man on earth is dead and how did he survive. Adding to his own internal struggle, the women on earth are divided between wanting to ensure humanity lives on, and those who believe they should be the last generation of humans on earth. - @derekneuland",
      "items": [],
      "title": "Y: The Last Man (2003-2008) by Brian K. Vaughan [4.33]"
    },
    {
      "description": "Some books are also exceptional as audiobooks. Some are not. Here is a space for the former.",
      "items": [],
      "title": "Audiobooks"
    },
    {
      "description": "I loved this audiobook. I am not sure if this narrator's edition is still publicly available, however. - @RichardLitt\nSee the book above for the description.",
      "items": [],
      "title": "The Martian by Andy Weir, narrated by R.C. Bray"
    },
    {
      "description": "Maintained by Richard Littauer and these marvelous humanoids.",
      "items": [],
      "title": "Credit"
    }
  ],
  "metadata": {
    "last_updated": "2026-02-12T04:26:28.334Z",
    "original_repository": "sindresorhus/awesome-scifi",
    "source_repository": "v1nvn/enhansome-scifi",
    "source_repository_description": null,
    "title": "Awesome Sci-Fi with stars"
  }
}